export const quiz_data = {
    "quiz_items":[
        {
            'key':"1",
            'name': "연애 심리테스트",
            'img_src': 'https://img1.daumcdn.net/thumb/R1280x0/?scode=mtistory2&fname=http%3A%2F%2Fcfile25.uf.tistory.com%2Fimage%2F9922A7345CD2C0491BD78A',
            'quiz': "오늘은 왠지 꿀꿀한 날.. 퇴근길에 기분 전환도 할겸 상점에 들러 맛있어 보이는 초콜릿을 하나 샀습니다. \n\
                    집으로 돌아와 쉬던 중 오늘 사온 초콜릿이 떠올라 먹으려고 보니, 이런 벌써 유통기한이 3일이나 지나 있었습니다. \n\
                    당신은 어떻게 대처하시겠습니까? ",
            'choice':[
                '상점에 찾아가 화풀이를 하고 환불한다',
                '상점을 찾아가 차분하게 교환한다',
                '신경 쓰지 않고 먹는다',
                '찝찝해 그냥 버린다'
            ],
            'result':[
                "실연에 대한 당신의 쿨함은 제로!! \n\
                내가 뭘 잘못했어? 그런 넌 얼마나 잘했는데?? 당신은 실연을 당하면 이별의 슬픔보다는 화를 내며 결과를 납득하지 못합니다.\n\
                화를 참지 못한 당신은 결국 상대방을 찾아가 잘잘못을 따지며 심하게 싸우고, 급기야 상대방에게 준 선물을 다시 돌려 받습니다. \n\
                그래도 화가 풀리지 않아 헤어진 연인에 대한 뒷담화를 여기저기에 늘어 놓고 다니는군요. ",
                
                "실연에 대한 당신의 쿨함은 30%\n\
                당신은 실연을 당하면 떠난 상대를 그리워하며, 심하게 슬퍼하고 우울해하며 때론 상대방에게 울고불고 매달리기도 합니다.\n\
                하지만 계속적인 매달림에도 상대방이 자신의 마음을 받아주지 않게 되면 당신은 그 사람의 주변을 맴돌기 시작합니다. \n\
                SNS를 통해 상대방의 근황을 지켜보는 것은 물론, 상대의 집앞에서 몰래 지켜보는 일 또한 빈번합니다. \n\
                자칫 잘못하면 스토커가 될 수도 있으니 주의가 필요합니다 >.<",

                "실연에 대한 당신의 쿨함은 70% \n\
                당신은 실연을 당하면 망연자실 어쩔줄 몰라하며 아무것도 못하고 그저 슬프고 우울하기만 합니다. \n\
                그렇다고 다시 매달릴 용기도 없고, 그저 속만 태우고 있습니다. \n\
                이 또한 금방 지나갈거야.. 시간이 모든 걸 해결 해 주겠지.. 하면서 아픔을 견디며 홀로 지내고 있네요.\n\ ",

                "실연에 대한 당신의 쿨함은 90% \n\
                당신은 실연을 당해도 연애 또한 하나의 인간관계일 뿐이라 생각하며 특별한 큰 변화를 보이지 않습니다. \n\
                만남이 있으면 당연히 헤어짐도 있는 법.. 그렇게 담담하게 대처합니다. \n\
                어쩌면 당신은  딱 아프지 않을 만큼만 상대방을 사랑했게 아닐까요? \n\ "
            ]
        },
        {
            'key':"2",
            'name': "재미있는 심리테스트",
            'img_src': 'https://t1.daumcdn.net/cfile/tistory/99CAD73A5CC20A5A09',
            'quiz': " 이제 곧 당신의 생일이 다가 옵니다. 그런데 마침 이성 친구가 당신의 생일 선물로 예쁜 상자를 보냈네요.\n\
                    과연 선물 상자 안에는 무엇이 들어 있었을까요?",
            'choice':[
                '옷',
                '수첩 혹은 소설',
                '귀금속 및 액세서리',
                '장미꽃다밭'
            ],
            'result':[
                "크게 조건을 따지지 않습니다. 단지, 상냥하고 착한 사람에게 빠지기 쉬운 타입! \n\
                당신은 비싼 선물이나 과장된 사랑의 속삭임 보다는 단지, 평소 마음을 편안하게 해줄 수 있는 작은 상냥함에 행복을 느끼는 욕심이 없는 타입입니다. \n\
                상대가 꼭 부유하지 않더라도, 작고 따뜻한 가정을 가지는 것이 당신의 작은 꿈☆ 그러나 가끔은 남에게 잘 속기도 하는 당신! 약간 까칠하고 무서워 \n\
                보이는 사람이 자신에게는 상냥한 태도를 보이면, 나에게만 그러한 상냥함을 보인다고 느껴 간혹 그런 상대에게 빠져버릴 위험도 있으니 주의가 필요합니다.",
                
                "머리가 좋은 지성이 넘치는 말솜씨를 가진 사람에게 넋을 잃고 빠지기 쉬운 타입! \n\
                평소 당신은 영리함이나 똑똑함이 인생에 있어 가장 큰 무기라고 생각하고 있습니다. 그래서 지적인듯한 언어를 자주 \n\
                구사하거나 뭔가 모를 상류층의 느낌을 풍기는 사람에게 당신은 쉽게 빠져 버립니다. 만약 당신이 빠지기 쉬운 상대가 \n\
                당신과 같은 취미나 목표를 가지고 있다면, 교제를 하면서 상대방의 지성과 정보를 흡수하게 되므로 당신도 점점 성장해서 \n\
                가게 될 것 입니다. 하지만 상대방에게 끌려 다니기 시작한다면, 언제든 무시당할 수 있는 위험이 있으니 '난 머리가 나빠' \n\
                라는 비굴한 태도는  절대로 보이지 마세요. 늘 당당한 태도로 상대방을 대해야 한다는 것을 잊지 마세요.",

                " 다소 낭비벽이 있어 상대방이 ‘부자였으면 좋겠다’ 라는 마음을 가지고 있습니다. 그래서 부유한 사람에게 빠지기 쉬운 타입! \n\
                가지고 싶은 것이 너무 많아! 먹고 싶은 것도 너무 많고, 예쁘고 멋진게 세상엔 너무 많아! 늘 좋은 것만을 찾는 당신의 \n\
                지갑은 늘 부족합니다. 그래서 그러한 소비욕구를 채워줄 수 있는 사람에게 무척이나 약한 당신! \n\
                당신은 실연을 당해도 연애 또한 하나의 인간관계일 뿐이라 생각하며 특별한 큰 변화를 보이지 않습니다. \n\
                만남이 있으면 당연히 헤어짐도 있는 법.. 그렇게 담담하게 대처합니다. \n\
                어쩌면 당신은  딱 아프지 않을 만큼만 상대방을 사랑했게 아닐까요? \n\ ",

                "외모와 성격이 모두 TOP 클래스가 아니면 절대 NO! 당신은 쉽게 타협하지도 또 누구에게도 간단히 마음을 빼앗기지 않는 타입! \n\
                당신이 첫눈에 사랑에 빠지는 일은 거의 없습니다. 상대에 대한 당신의 선택은 늘 신중합니다.\n\
                당신이 첫눈에 사랑에 빠지는 일은 거의 없습니다. 상대에 대한 당신의 선택은 늘 신중합니다.\n\
                당신은 얼핏 보기엔 왠지 잘 놀 것 같은 가벼운 사람처럼 비춰지기도 합니다. 그래서 상대를 알아가는 준비 과정에 상대방은 \n\
                이미 사귀는 것으로 오해할 여지가 있으니 이러한 오해는 받지 않게 주의 하시길 바랍니다. "
            ]
        },
        {
            'key':"3",
            'name': "사랑/연애 심리테스트",
            'img_src': 'https://img1.daumcdn.net/thumb/R1280x0/?scode=mtistory2&fname=http%3A%2F%2Fcfile1.uf.tistory.com%2Fimage%2F990CC6375B8CE3301BB0C1',
            'quiz': "당신은 연인과 노래방에 갔습니다. 하지만 다시는 이 노래방에 오지 말아야 겠다는 생각이 들었습니다. \n\
                    당신은 무엇이 마음에 들지 않았던 걸까요? ",
            'choice':[
                '좋아하는 노래가 등록되지 않았다',
                '분위기가 나빴다',
                '음향이 좋지 않았다',
                '너무 이곳만 와서 이제 질렸다'
            ],
            'result':[
                "당신에게 연애의 기본은 기브앤테이크! 자신의 부담이 증가하면 사랑이 단번에 식을지도 모르는 타입! \n\
                당신은 정신적으로 자립해 있는 타입입니다. 타인에게 결코 폐를 끼치지 않고, 피해를 입는 것 또한 싫어하는 \n\
                쿨한 성격의 소유자로서 연애에 대해서도 항상 밸런스를 잘 유지하는 관계를 바라고 있습니다. 서로를 배려한다면, \n\
                기브앤테이크는 당연한 것! 그것을 지키지 않는 상대에게는 마음이 식는 것을 넘어서 경멸의 기분마저 들지도 모릅니다. \n\
                속거나 이용 되거나 할 걱정은 절대로 없는 당신이지만 너무 빡빡하게 생각하게 되면 오히려 쉽게 지쳐버릴지도 모릅니다. \n\
                그러니 앞으로는 조금은 여유를 가지고 행동해 보세요. 내가 해줄수 있는건 기쁘게 해주고 또 받게 되는 상황이라면 기쁘게 받아 주는건 어떨까요?",
                
                "당신에게 연애의 기본은 스킨쉽! 지속적으로 육체적 사랑을 확인하지 않으면 불안해지는 타입!\n\
                당신은 응석꾸러기! '좋아해, 사랑해'라는 사랑을 확인하는 말도 좋지만 스킨십도 절대적으로 필요한 타입으로 생각하는 것만으로 서로 통하는 그런 고풍스러운 연애는 절대 무리. \n\
                서로 바빠져 데이트의 횟수가 적어 지거나 S의 횟수가 줄어 들거나 한다면 불안과 불만이 폭발합니다. \n\
                결국 이런 당신의 성격으로 상대가 사랑에 대한 확신을 갖지 못하고 헤어짐을 고할지도 모릅니다. 상대를 사랑한다면 이러한 상황에 처하기 전에 \n\
                좀더 현명한 대처가 필요할듯 보입니다.",

                "당신에게 연애의 기본은 좋은 조건! 지금의 연인보다 휠씬 괜찮은 이성이 나타나면 쪼르륵 갈아타는 타입!.\n\
                상대는 늘 한결같이 사랑해 주고 있는데도, 다른 매력적인 사람이나 그를 웃도는 무엇인가를 가지고 있는 사람을 발견하게 되면 당신은 쉽게 변심해 버리는 타입입니다. \n\
                잘된다면 새로운 상대방과도 계단을 오르듯이 사랑도 올라갑니다만, 그것도 다른 누군가가 눈에 들어오기까지 일 뿐..\n\
                사람은 오랜시간 보고 지내야 알 수 있는 좋은 점과 또 정이 쌓이게 마련입니다. 시간이 지나고 전에 만났던 사람만한 사람이 없다고 \n\
                후회하지 않게, 시간을 들여 상대방의 매력을 찾아보세요. 그리고 상대에게만 요구하지 말고 스스로의 노력도 필요하다는 것 명심하시길 바랍니다.",

                "당신에게 연애의 기본은 이벤트! 매너리즘화한 데이트가 계속 되는것을 못 견디는 타입!\n\
                사랑의 온도가 떨어지지 않기 위해선 서로의 노력이 중요하다고 생각하는 것이 당신의 신조! 둘이 즐겁게 보낼 수 있는 시간에 대한 생각을 게을리하는 것에 당신은 제일 화가납니다. 가끔씩은 \n\
                상투적인 장소에서의 데이트도 좋지만, 너무 그것 만이 계속 된다면 지겨워지는 기분이 들고, 결국 원점으로 돌아가 버려 연애가 시시해집니다. \n\
                그리고 당신은 포기가 빨라 '아~ 아닌거 같아. 이제 그만 하고 다른 사람을 찾아보자.'라고 혼자 쉽게 마음을 먹고 곧잘 혼자 이별을 고하기도 합니다. 하지만 상대는 당신의 이러한 불만을 모를 수 있습니다.\n\
                앞으로는 불만이 생기면 미리 포기하지 말고 확실하게 상대에게 먼저 마음을 전해 보세요. \n\ "
            ]
        },
        {
            'key':"4",
            'name': "연애/성격 심리테스트",
            'img_src': 'https://t1.daumcdn.net/cfile/tistory/994CA74F5AD121F213',
            'quiz': "당신은 회사의 친한 동료들과 작은 친목모임을 하고 있습니다. 그런데 모임에서 여행을 갔다오자는 의견이 나왔고, 당신에게 갈 곳을 정해보라고 합니다.  \n\
                    당신은 동료들과 함께 어느 곳을 가고 싶습니까? \n\ ",
            'choice':[
                '워터파크가 있는 콘도',
                '자연을 느낄 수 있는 펜션',
                '해외여행',
                '당일 치기로 놀이동산'
            ],
            'result':[
                "당신은 소극적인 사람!  \n\
                실연에 대한 당신의 쿨함은 제로!! \n\
                소극적인 성격의 당신은 직장에서 친하게 지내는 동료가 없습니다T.T  하지만 그런 당신에게도 신뢰하는 동료는 있습니다. 그는 어떠한 일도 척척 잘 해내고, \n\
                주위사람들과의 인간관계 또한 좋은 편입니다. 그런 동료에게 당신 또한 깊은 신뢰감을 가지고 있습니다. 그래서 가끔 일 적인 부분이나, 개인적인 일 등에 대해 기대거나 도움을 요청하곤 합니다.\n\ ",
                
                "당신은 사교적인 사람! \n\
                사교적인 성격의 당신은 직장에서도 동료들과 편하게 잘 지냅니다. 당신에게 있어 직장동료들은 제2의 가족. 그래서 동료들과도 늘 즐겁게 지내려 노력합니다. \n\
                그래서일까 후배들은 당신을 잘 따르고 선배들에게는 예쁨 받는 후배입니다. 직장동료들 역시 당신을 편하게 생각하고 당신과의 직장생활을 즐거워 하는 것 같습니다. ",

                "당신은 실리주의적인 사람!\n\
                실리주의적 성격의 당신은 겉으로는 동료들과 친한 듯 보입니다만.. 직장동료들에 대한 진심은 없습니다. 직장에서 자신이 조금 손해를 본다거나 귀찮은 일에 얽히는 건 딱 질색입니다. \n\
                상대방을 위해서라기 보다는 그저 복잡한 일을 만들고 싶지 않아, 적당히 상대방에게 맞춰주며 실리를 추구합니다. 당신에겐 직장동료는 그저 같은 직장 안에서 같이 일하는 사람일 뿐, \n\
                회사를 나가면 더 이상 볼일 없는 상관없는 사람입니다.\n\ ",

                "당신은 단체생활 부적응자!\n\
                원만한 인간관계를 잘 만들지 못하는 당신, 특히 단체 생활에 잘 적응하지 못하는 타입입니다. 그런 당신의 모습에 평소 불만을 가지는 동료들도 종종 있는 것 같습니다. \n\
                그래서 일까요 직장동료들은 당신을 상당히 불편하게 생각합니다. 당신 역시 그러한 동료들과의 일이 즐거울리 없겠죠. 일에 대한 의욕도 없고, 그래서 실수도 많은 편입니다. \n\
                그러면 또 그런 당신에 대한 동료들의 불만이 생겨나는 악순환이 반복됩니다. 당신에게는 이러한 직장생활은 엄청난 스트레스!! ",
            ]
        },
        // {    // POSTER_MASTER
        //     'POSTER_ID':5,
        //     'POSTER_TITLE': '붕어빵 심리테스트',
        //     'QUIZ': '붕어빵을 드실 때 어느 부위부터 드시나요?',
        //     'IMG_URL': 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTxCHoXVTIYj_Mbq7QFsHGwNcNVgtcasRqk9g&usqp=CAU',
        //     'POSTER_CNT': 0,
        // },
        // {   // POSTER_QUESTION
        //     'POSTER_ID':5,
        //     'SELECTION_ID':1,
        //     'SELECTION':'머리',
        //     'ANSWER_TITLE':'개방적이고 고집이 강한 당신!',
        //     'ANSWER':'머리부터 먹는 사람은 낙천적이고 개방적인 성격으로 고집이 강하다고 합니다! 또, 틀에 박혀 있는 것을 싫어하고 은근 승부욕도 강해 남에게 지는 것을 싫어한다고 하는데요!',
        //     'ANSWER_CNT':0,
        // },
        // {
        //     'POSTER_ID':5,
        //     'SELECTION_ID':2,
        //     'SELECTION':'꼬리',
        //     'ANSWER_TITLE':'신중하고 섬세한 당신!',
        //     'ANSWER':'연애에는 둔감한 면이 있는 사람이라고 합니다! 남의 부탁을 잘 거절하지 못하는 착한 성격을 가지고 있다고 하는데요!!',
        //     'ANSWER_CNT':0,
        // },
        // {
        //     'POSTER_ID':5,
        //     'SELECTION_ID':3,
        //     'SELECTION':'배',
        //     'ANSWER_TITLE':'적극적이고 활동적인!',
        //     'ANSWER':'활발하고 친근한 성격이어서 동성친구들에게 인기가 많지만 귀가 얇은 편이라고 하는데요! 움직이기를 좋아하는 사람입니다!',
        //     'ANSWER_CNT':0,
        // },
        // {
        //     'POSTER_ID':5,
        //     'SELECTION_ID':4,
        //     'SELECTION':'등',
        //     'ANSWER_TITLE':'활동적이며 매사에 적극적인!',
        //     'ANSWER':'활발하고 친근한 성격이어서 동성친구에게 인기가 많은 편이라고 합니다!',
        //     'ANSWER_CNT':0,
        // }
    ]
}